accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-emulator
android-platform
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
arandr
arc-gtk-theme
arc-x-icons-theme
archlinux-xdg-menu
autoconf
automake
autotiling
b43-fwcutter
baobab
base
bash-completion
bind
binutils
bison
bluez-utils
btrfs-progs
capitaine-cursors
cheese
chrome-gnome-shell
datagrip
datagrip-jre
dex
dhclient
dialog
diffutils
dmenu
dnsmasq
docker
docker-compose
dunst
efibootmgr
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eog
eos-hooks
eos-log-tool
eos-update-notifier
epiphany
ethtool
evince
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file-roller
fish
flex
fwupd
galculator
gcc
gdm
gedit
glances
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-nettool
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
go
goland
goland-jre
google-chrome
gotop-bin
grilo-plugins
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtop
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardinfo
htop
hub
hwinfo
i3-gaps
i3blocks
i3lock
i3status
inetutils
inxi
ipw2100-fw
ipw2200-fw
iwd
jdk8-openjdk
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
keyserver-rank
libdvdcss
libgsf
libopenraw
libtool
libwnck3
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-atm
linux-firmware
linux-headers
logrotate
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
mdadm
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mplayer
mtools
mutter
nano
nautilus
nautilus-sendto
ncdu
ndisc6
neofetch
neovim-nightly-bin
neovim-remote
nerd-fonts-complete
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
noto-fonts
nss-mdns
ntfs-3g
numlockx
open-vm-tools
openconnect
opendesktop-fonts
orca
os-prober
otf-font-awesome
pacman-contrib
paprefs
patch
pavucontrol
pcurses
perl
picom
pkgconf
polkit-gnome
poppler-glib
postgresql
pptpclient
pulseaudio
python-pip
r8168
redis
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi
rp-pppoe
rsync
rygel
s-nail
s-tui
scc
scrot
seahorse
simple-scan
smartmontools
sof-firmware
solid
sudo
sushi
sysfsutils
sysstat
texinfo
thefuck
tldr
tlp
tmux
totem
tracker
tracker-miners
tracker3
tracker3-miners
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ttf-quicksand-variable
tumbler
upower
usb_modeswitch
usbutils
vi
vino
visual-studio-code-bin
welcome
wget
which
whois
wireless-regdb
wireless_tools
wvdial
xbindkeys
xcursor-neutral
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-evdev
xf86-video-fbdev
xf86-video-vesa
xf86-video-vmware
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yad
yarn
yay
yelp
